driver-tests/bpelse/if/ifJbi/test/IfFlow56/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:ifflowbranch1>else</def:ifflowbranch1>
    <def:ifflowbranch2>else</def:ifflowbranch2>
    <def:elseifflowbranch1>else</def:elseifflowbranch1>
    <def:elseifflowbranch2>else</def:elseifflowbranch2>
    <def:elseflowbranch1>else</def:elseflowbranch1>
    <def:elseflowbranch2>else</def:elseflowbranch2>
  </soapenv:Body>
</soapenv:Envelope>